
read_liberty -lib lib/sky130_fd_sc_hd__tt_025C_1v80.lib
read_verilog iiitb_mux.v
synth -top iiitb_mux
abc -liberty lib/sky130_fd_sc_hd__tt_025C_1v80.lib
clean
write_verilog -noattr iiitb_mux_synth.v
show